Repository: R1tschY/harbour-sailfishconnect
Catalog: po/*/sailfishconnect-app.po
Languages: cs, fi, pl, ru

source: %1 from %2
cs: %1 z %2
fi: %1 lähettäjältä %2
pl: %1 z %2
ru: %1 из %2

source: %1ms repeat interval
cs: interval opakování %1ms
fi: %1 ms toistoväli
pl: %1ms interwał powtarzania
ru: повтор каждые %1 мс

source: &percnt;1 in the path will be replaced with the specific device name.
cs: &percnt;1 v cestě bude nahrazeno jménem zařízení.
fi: &percnt;1 polussa korvataan laitteen nimellä.
pl: &percnt;1 w ścieżce będzie zamieniony na konkretną nazwę urządzenia.
ru: &percnt;1 в пути заменяется на имя конкретного устройства.

source: About
cs: O Sailfish Connect
fi: Tietoa
pl: O Sailfish Connect
ru: О программе

source: About ...
cs: O Sailfish Connect ...
fi: Tietoa ...
pl: O Sailfish Connect
ru: Об устройстве ...

source: Accept
cs: Přijmout
fi: Hyväksy
pl: Akceptuj
ru: Принять

source: Actions
cs: Akce
fi: Toimet
pl: Akcje
ru: Действия

source: Add device from IP address
cs: Přidat zařízení z IP adresy
fi: Lisää laite IP-osoitteesta
pl: Dodaj urządzenie z adresów IP
ru: Добавить устройство по IP адресу

source: Add new command
cs: Přidat nový příkaz
fi: Lisää uusi komento
pl: Dodaj nowe polecenie
ru: Новая команда

source: Application starts at system start and runs in background.
cs: Spustit aplikaci při startu systému a běžet na pozadí.
fi: Sovellus käynnistyy järjestelmän käynnistyksessä ja pysyy käynnissä taustalla.
pl: Aplikacja uruchamia się przy starcie systemu i działa w tle.
ru: Приложение запускается при включении и работает в фоновом режиме

source: Bug reports on Github
cs: Hlášení chyb na Githubu
fi: Bugiraportit Githubissa
pl: Raporty błędów na Githubie
ru: Сообщения об ошибках на Github

source: Change layout
cs: Změnit rozložení
fi: Vaihda näppäimistöasettelua
pl: Zmień rozmieszczenie
ru: Сменить раскладку

source: Change volume
cs: Změnit hlasitost
fi: Muuta äänenvoimakkuutta
pl: Zmień głośność
ru: Регулировать громкость

source: Command
cs: Příkaz
fi: Komento
pl: Polecenie
ru: Команда

source: Connect
cs: Připojit
fi: Yhdistä
pl: Połącz
ru: Подключить

source: Connected
cs: Připojený
fi: Yhdistetty
pl: Połączone
ru: Подключено

source: Device Name
cs: Jméno zařízení
fi: Laitteen nimi
pl: Nazwa urządzenia
ru: Имя устройства

source: Device is not reachable
cs: Zařízení není dostupné
fi: Laite ei ole tavoitettavissa
pl: Urządzenie jest nieosiągalne
ru: Устройство недоступно

source: Devices from IP address
cs: Zařízení z IP adresy
fi: Laitteet IP-osoitteista
pl: Urządzenia z adresów IP
ru: Устройства по IP адресу

source: Do you want to connect to this device?
cs: Chcete se připojit k tomuto zařízení?
fi: Haluatko yhdistää tähän laitteeseen?
pl: Czy chcesz połączyć się z tym urządzeniem?
ru: Вы хотите подключиться к этому устройству?

source: Download aborted
cs: Stažení přerušeno
fi: Lataus peruttu
pl: Pobieranie anulowane
ru: Скачивание прервано

source: Download failed
cs: Stažení selhalo
fi: Lataus epäonnistui
pl: Błąd pobierania
ru: Не удалось скачать

source: Downloading ...
cs: Stahuji ...
fi: Ladataan ...
pl: Pobieranie...
ru: Скачивание ...

source: Edit
cs: Upravit
fi: Muokkaa
pl: Edytuj
ru: Редактировать

source: Edit commands
cs: Upravit příkazy
fi: Muokkaa komentoja
pl: Edytuj polecenie
ru: Редактировать команды

source: Edit share configuration
cs: Upravit nastavení sdílení
fi: Muokkaa jakamisasetuksia
pl: Edytuj współdzieloną konfigurację
ru: Редактировать настройки доступа к данным

source: Encryption info
cs: Informace o šifrování
fi: Salauksen tiedot
pl: Informacje o szyfrowaniu
ru: Режим шифрования

source: Error %1
cs: Chyba %1
fi: Virhe %1
pl: Błąd %1
ru: Ошибка %1

source: Failed to pair. %1
cs: Chyba párování. %1
fi: Yhdistäminen epäonnistui. %1
pl: Nie udało się sparować. %1
ru: Спаривание не удалось. %1

source: Folder to save files
cs: Složka pro ukládání souborů
fi: Kansio johon tiedostot tallennetaan
pl: Katalog do zapisywania plików
ru: Каталог для сохранения файлов

source: Holding ...
cs: Držím ...
fi: Pidetään pohjassa ...
pl: Przytrzymywanie ...
ru: Удержание ...

source: IP address
cs: IP adresa
fi: IP-osoite
pl: Adres IP
ru: IP адрес

source: IPv4 or IPv6 address of device
cs: IPv4 nebo IPv6 adresa zařízení
fi: Laitteen IPv4- tai IPv6-osoite
pl: Adresy urządzeń IPv4 i IPv6
ru: IPv4 или IPv6 адрес устройства

source: Install KDE Connect or GSConnect on your computer and connect it to the same WLAN.
cs: Nainstalujte KDE Connect nebo GSConnect na vašem počítači a připojte jej do stejné LAN sítě.
fi: Asenna KDE Connect tai GSConnect tietokoneellesi ja yhdistä se samaan langattomaan verkkoon.
pl: Zainstaluj KDE Connect lub GSConnect na twoim komputerze i podłącz go do tej samej sieci WLAN.
ru: Установите на своем компьютере KDE Connect или GSConnect и подключитесь к одной и той же беспроводной сети.

source: KDE Connect client for Sailfish OS
cs: KDE Connect klient pro Sailfish OS
fi: KDE Connect -asiakasohjelmisto Sailfishille
pl: Klien KDE Connect dla SailfishOS
ru: Клиент KDE Connect для ОС Sailfish

source: Keyboard
cs: Klávesnice
fi: Näppäimistö
pl: Klawiatura
ru: Клавиатура

source: Licence
fi: Lisenssi
pl: Licencja
ru: Лицензия

source: Links
cs: Odkazy
fi: Linkit
pl: Odnośniki
ru: Ссылки

source: Lock device
cs: Zamknout zařízení
fi: Lukitse laite
pl: Blokada urządzenia
ru: Заблокировать устройство

source: Move finger on screen Tap for click Hold shortly for Drag'n'Drop Scroll on right side
cs: Posouvejte prsty po obrazovce Tapněte pro klik Krátce držte pro přetažení Skrolujte na pravé hraně
fi: Liikuta sormea ruudulla Kosketa naksauttaaksesi Pidä lyhyesti pohjassa raahataksesi Rullaa oikealla laidalla
pl: Poruszaj palcem po ekranie Dotknij by kliknąć Krótko przytrzymaj by przeciągnąć i upuścić Przewijaj po prawej stronie
ru: Двигайте пальцем по экрану Ткните, что сделать щелчок Немного подержите для перетаскавания Прокручивайте справа

source: Moving ...
cs: Posouvám ...
fi: Liikutetaan ...
pl: Przenoszenie...
ru: Перемещение ...

source: Multimedia Controls
cs: Ovládání multimédií
fi: Multimediaohjaimet
pl: Sterowanie multimediami
ru: Управление проигрывателем

source: Name
cs: Jméno
fi: Nimi
pl: Nazwa
ru: Имя

source: Name of command
cs: Jméno příkazu
fi: Komennon nimi
pl: Nazwa polecenia
ru: Имя команды

source: Nearby devices
cs: Blízká zařízení
fi: Lähistöllä olevat laitteet
pl: Urządzenia w pobliżu
ru: Устройства поблизости

source: No commands defined
cs: Není definovaný žádný příkaz
fi: Ei määritettyjä komentoja
pl: Brak zdefiniowanych poleceń
ru: Команды не определены

source: No commands defined on other device
cs: Na druhém zařízení nejsou definovány žádné příkazy
fi: Toisella laitteella ei ole määritettyjä komentoja
pl: Brak zdefiniowanych poleceń na innych urządzeniach
ru: На другом устройстве не заданы команды

source: No devices defined
cs: Není zadáno žádné zařízení
fi: Ei määritettyjä laitteita
pl: Brak zdefiniowanych urządzeń
ru: Нет известных устройств

source: No remote players
cs: Žádné vzdálené přehrávače
fi: Ei ohjattavia soittimia
pl: Brak zdalnych odtwarzaczy
ru: Нет удаленных проигрывателей

source: Nothing playing
cs: Nic nehraje
fi: Mitään ei toisteta
pl: Nic nie jest odtwarzane
ru: Ничто не воспроизводится

source: Open configuration
cs: Otevřít konfiguraci
fi: Avaa asetukset
pl: Otwórz konfigurację
ru: Открыть настройки

source: Open configuration throught context menu
cs: Otevřít konfiguraci z kontextového menu
fi: Avaa asetukset aukeavan valikon kautta
pl: Otwórz konfigurację poprzez menu kontekstowe
ru: Открыть настройки через контекстное меню

source: Open keyboard
cs: Otevřít klávesnici
fi: Avaa näppäimistö
pl: Otwórz klawiaturę
ru: Показать клавиатуру

source: Open touchpad
cs: Otevřít touchpad
fi: Avaa ohjauslevy
pl: Otwórz touchpad
ru: Показать тачпад

source: Paired devices
cs: Spárovaná zařízení
fi: Pariksi liitetyt laitteet
pl: Sparowane urządzenia
ru: Связанные устройства

source: Pairing request
cs: Požadavek na párování
fi: Pariliitospyyntö
pl: Prośba o parowanie
ru: Запрос на спаривание

source: Pending pairing request ...
cs: Čekající žádost na párování
fi: Odotetaan pariliitospyyntöä ...
pl: Oczekująca prośba o parowanie...
ru: Ожидается запрос на спаривание ...

source: Plugins
cs: Pluginy
fi: Liitännäiset
pl: Wtyczki
ru: Модули

source: Predefined commands
cs: Předdefinované příkazy
fi: Ennaltamääritetyt komennot
pl: Predefiniowane polecenia
ru: Ранее определенные команды

source: Quit
cs: Ukončit
fi: Lopeta
pl: Wyjdź
ru: Выход

source: Reboot
cs: Restartovat
fi: Käynnistä uudelleen
pl: Uruchom ponownie
ru: Перезагрузить

source: Refresh
cs: Obnovit
fi: Päivitä
pl: Odśwież
ru: Обновить

source: Reject
cs: Odmítnout
fi: Hylkää
pl: Odrzuć
ru: Отклонить

source: Remove
cs: Odebrat
fi: Poista
pl: Usuń
ru: Удалить

source: Run as background service
cs: Běžet jako služba na pozadí
fi: Suorita taustapalveluna
pl: Uruchom jako usługę w tle
ru: Запускать как сервис

source: Run command
cs: Spustit příkaz
fi: Suorita komento
pl: Uruchom polecenie
ru: Выполнить команду

source: Sailfish Connect
ru: Sailfish Коннект

source: Scrolling ...
cs: Skroluji ...
fi: Rullataan ...
pl: Przewijanie ...
ru: Прокрутка ...

source: Select Plugins
cs: Vyberte pluginy
fi: Valitse liitännäiset
pl: Wybierz wtyczki
ru: Выберите модули

source: Send ping
cs: Poslat ping
fi: Lähetä ping
pl: Wyślij ping
ru: Послать пинг

source: Settings
cs: Nastavení
fi: Asetukset
pl: Ustawienia
ru: Настройка

source: Settings ...
cs: Nastavení ...
fi: Asetukset ...
pl: Ustawienia...
ru: Настройка ...

source: Shell command to execute
cs: Příkaz shellu k vykonání
fi: Suoritettava päätekomento
pl: Polecenie powłoki do wywołania
ru: Исполняемая команда

source: Source code on Github
cs: Zdrojové kódy na Githubu
fi: Lähdekoodi Githubissa
pl: Kod źródłowy na Githubie
ru: Исходный код на Github

source: This device wants to pair with your device.
cs: Toto zařízení se chce spárovat s vaším zařízením.
fi: Tämä laite haluaa liittää laitteesi pariksi.
pl: To urządzenie chce dokonać parowania z twoim urządzeniem.
ru: Это устройство хочет связаться с вашим устройством.

source: Touchpad
fi: Ohjauslevy
ru: Тачпад

source: Unpair
cs: Odpárovat
fi: Poista pariliitos
pl: Rozdziel
ru: Отвязать

source: Upload aborted
cs: Odesílání přerušeno
fi: Lähetys peruttu
pl: Wysyłanie anulowane
ru: Закачивание прервано

source: Upload failed
cs: Odeslání selhalo
fi: Lähetys epäonnistui
pl: Błąd wysyłania
ru: Не удалось закачать

source: Uploading ...
cs: Odesílání ...
fi: Lähetetään ...
pl: Wysyłanie...
ru: Закачивание ...

source: Vibration feedback
cs: Odezva vibracemi
fi: Tärinäpalaute
pl: Informowanie wibracją
ru: Виброотклик

source: Waiting for accepted pairing ...
cs: Čekám na přijmutí párování...
fi: Odotetaan hyväksyttyä paritusta ...
pl: Oczekiwanie na zaakceptowanie parowania...
ru: Ожидание подтверждения спаривания ...
