Repository: R1tschY/harbour-sailfishconnect
Catalog: po/*/sailfishconnect-plugins.po
Languages: cs, de, et, fi, fr, pl, ru, sv, zh_cn

source: %1 does not exist
cs: %1 neexistuje
de: %1 existiert nicht
et: %1 ei ole olemas
fi: %1 ei ole olemassa
fr: ‎%1 n’existe pas‎
pl: %1 nie istnieje
ru: %1 не существует
sv: %1 finns inte
zh_cn: %1 不存在

source: Cannot create destination folder
cs: Nemohu vytvořit cílovou složku
de: Zielordner kann nicht erstellt werden
et: Sihtkausta loomine ei õnnestunud
fi: Kohdekansiota ei voitu luoda.
fr: ‎Impossible de créer le dossier de destination‎
pl: Nie można utworzyć folderu docelowego
ru: Невозможно создать каталог назначения
sv: Kan inte skapa målmapp
zh_cn: 无法创建目标文件夹

source: Could not open file `%1`: %2
cs: Nemohu otevřít soubor "%1": %2
de: Kann Datei `%1` nicht öffnen: %2
et: `%1` faili avamine ei õnnestunud: %2
fi: Tiedostoa `%1` ei voitu avata: %2
fr: ‎Impossible d’ouvrir le fichier `%1` : %2‎
pl: Nie można otworzyć pliku `%1`\: %2
ru: Невозможно открыть файл `%1`: %2
sv: Kan inte öppna filen "%1": %2
zh_cn: 无法打开文件 `%1`: %2

source: Could not share file
cs: Nemohu sdílet soubor
de: Kann Datei nicht teilen
et: Faili jagamine ei õnnestunud
fi: Tiedostoa ei voitu jakaa
fr: ‎Impossible de partager le fichier‎
pl: Nie udało się udostępnić pliku
ru: Невозможно открыть доступ к файлу
sv: Kunde inte dela filen
zh_cn: 无法分享文件

source: Early end of input stream: %1
cs: Neočekávané přerušení vstupu: %1
de: Verfrühtes Ende des eingehenden Datenstroms: %1
et: Sisendvoog lõppes varem, kui eeldasime: %1
fi: Syötetyn tiedon aikainen katkaisu: %1
fr: ‎Fin anticipée du flux entrant : %1‎
pl: Przedwczesne zakończenie strumienia wejściowego: %1
ru: Неожиданный обрыв входного потока: %1
sv: Tidigt slut på inmatningsström: %1
zh_cn: 输入流提前结束：%1

source: Early end of output stream: %1
cs: Neočekávané přerušení výstupu: %1
de: Frühes Ende des Ausgangestroms: %1
et: Väljundvoog lõppes varem, kui eeldasime: %1
fi: Lähetetyn tiedon aikainen katkaisu: %1
fr: ‎Fin anticipée du flux sortant : %1‎
pl: Przedwczesne zakończenie strumienia wyjściowego: %1
ru: Неожиданный обрыв выходного потока: %1
sv: Tidigt slut på utmatningsström: %1
zh_cn: 输出流提前结束：%1

source: Input stream is not readable.
cs: Nelze číst vstupní proud.
de: Eingabestrom ist nicht lesbar
et: Sisendvoog pole loetav.
fi: Syötetty tieto ei ole luettavissa.
fr: ‎Le flux entrant n’est pas lisible.‎
pl: Nie można oczytać strumienia wejścia.
ru: Нечитаемый поток на входе.
sv: Inmatningsströmmen är inte läsbar.
zh_cn: 输入流不可读取

source: Output stream is not writable.
cs: Nelze zapisovat do výstupního proudu.
de: Ausgabestrom nicht schreibbar
et: Väljundvoog pole kirjutatav.
fi: Lähetetty tieto ei ole kirjoitettavissa.
fr: ‎Le flux sortant n’est pas accessible en écriture.‎
pl: Nie można zapisać w strumieniu wyjścia.
ru: Поток на вывод недоступен для записи.
sv: Utmatningsströmmen är inte skrivbar.
zh_cn: 输出流不可读取

source: Read error: %1
cs: Chyba čtení: %1
de: Lesefehler: %1
et: Viga lugemisel: %1
fi: Lukuvirhe: %1
fr: ‎Erreur de lecture : %1‎
pl: Błąd odczytu: %1
ru: Ошибка чтения: %1
sv: Läsfel: %1
zh_cn: 读取错误:%1

source: Read more bytes of input stream than expected.
cs: Přečteno více bytů ze vstupu než bylo očekáváno.
de: Mehr Bytes von eingehenden Datenstrom gelesen als erwartet.
et: Sisendvoos oli enam baite kui eeldasime.
fi: Luettu enemmän tavuja syötetystä tiedosta kuin odotettu.
fr: Plus d’octets que prévu ont été lues du flux entrant.‎
pl: Odczytano więcej bajtów ze strumienia wejściowego niż oczekiwano.
ru: Получено больше байт из потока на входе, чем ожидалось.
sv: Läser fler byte indata än förväntat.
zh_cn: 读取比预期更多的输入流字节

source: Receiving
cs: Přijímám
de: Übertragen
et: Loen saadetud andmeid
fi: Vastaanottaa
fr: Réception
pl: Odbieranie
ru: Получение данных
sv: Tar emot
zh_cn: 接收中

source: Write error: %1
cs: Chyba zápisu: %1
de: Schreibfehler: %1
et: Viga kirjutamisel: %1
fi: Kirjoitusvirhe: %1
fr: ‎Erreur d’écriture : %1‎
pl: Błąd zapisu: %1
ru: Ошибка записи: %1
sv: Skrivfel: %1
zh_cn: 写入错误：%1
